Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: некорректный адрес
ar: عنوان غير صالح
de: ungültige Adresse
en: invalid address
es: dirección no válida
fr: adresse invalide
hi: अमान्य पता
it: indirizzo non valido
ja: アドレスが不正です
ko: 잘못된 주소
pt_br: endereço inválido
tr: geçersiz adres
zh_hans: 地址无效

source: некорректный ответ ядра
ar: استجابة نواة غير صالحة
de: ungültige Core-Antwort
en: invalid core response
es: respuesta del núcleo no válida
fr: réponse du noyau invalide
hi: कोर का अमान्य जवाब
it: risposta del core non valida
ja: コアの応答が不正です
ko: 잘못된 코어 응답
pt_br: resposta do núcleo inválida
tr: geçersiz çekirdek yanıtı
zh_hans: 内核响应无效

source: нет HTTP-ответа
ar: لا توجد استجابة HTTP
de: keine HTTP-Antwort
en: no HTTP response
es: sin respuesta HTTP
fr: pas de réponse HTTP
hi: कोई HTTP जवाब नहीं
it: nessuna risposta HTTP
ja: HTTP応答なし
ko: HTTP 응답 없음
pt_br: sem resposta HTTP
tr: HTTP yanıtı yok
zh_hans: 无 HTTP 响应

source: нет TCP
ar: لا يوجد TCP
de: kein TCP
en: no TCP
es: sin TCP
fr: pas de TCP
hi: कोई TCP नहीं
it: nessun TCP
ja: TCPなし
ko: TCP 없음
pt_br: sem TCP
tr: TCP yok
zh_hans: 无 TCP

source: нет памяти
ar: لا توجد ذاكرة كافية
de: kein Speicher
en: out of memory
es: sin memoria
fr: mémoire insuffisante
hi: मेमोरी नहीं है
it: memoria insufficiente
ja: メモリ不足
ko: 메모리 부족
pt_br: sem memória
tr: bellek yok
zh_hans: 内存不足

source: обслужен
ar: تمت الخدمة
de: bedient
en: served
es: atendido
fr: traité
hi: सेवित
it: servito
ja: 処理済み
ko: 처리됨
pt_br: atendido
tr: yanıtlandı
zh_hans: 已处理

source: ограничен доступ
ar: وصول مقيّد
de: Zugriff eingeschränkt
en: access restricted
es: acceso restringido
fr: accès restreint
hi: पहुँच सीमित
it: accesso limitato
ja: アクセス制限あり
ko: 접근 제한됨
pt_br: acesso restrito
tr: erişim kısıtlı
zh_hans: 访问受限

source: ответ не разобран
ar: تعذّر تحليل الاستجابة
de: Antwort nicht analysiert
en: response not parsed
es: respuesta sin analizar
fr: réponse non analysée
hi: जवाब पार्स नहीं हुआ
it: risposta non analizzata
ja: 応答を解析できませんでした
ko: 응답을 파싱하지 못함
pt_br: resposta não interpretada
tr: yanıt ayrıştırılamadı
zh_hans: 响应无法解析

source: отказ
ar: رفض
de: abgelehnt
en: refused
es: rechazo
fr: refus
hi: अस्वीकृत
it: rifiuto
ja: 拒否
ko: 거부됨
pt_br: recusado
tr: reddedildi
zh_hans: 拒绝

source: отменено
ar: أُلغي
de: abgebrochen
en: cancelled
es: cancelado
fr: annulé
hi: रद्द किया गया
it: annullato
ja: キャンセル済み
ko: 취소됨
pt_br: cancelado
tr: iptal edildi
zh_hans: 已取消

source: ошибка TLS
ar: خطأ TLS
de: TLS-Fehler
en: TLS error
es: error de TLS
fr: erreur TLS
hi: TLS त्रुटि
it: errore TLS
ja: TLSエラー
ko: TLS 오류
pt_br: erro de TLS
tr: TLS hatası
zh_hans: TLS 错误

source: ошибка прокси
ar: خطأ Proxy
de: Proxy-Fehler
en: proxy error
es: error de proxy
fr: erreur Proxy
hi: Proxy त्रुटि
it: errore proxy
ja: Proxyエラー
ko: Proxy 오류
pt_br: erro de proxy
tr: Proxy hatası
zh_hans: 代理错误

source: ошибка ядра
ar: خطأ في النواة
de: Core-Fehler
en: core error
es: error del núcleo
fr: erreur du noyau
hi: कोर त्रुटि
it: errore del core
ja: コアエラー
ko: 코어 오류
pt_br: erro do núcleo
tr: çekirdek hatası
zh_hans: 内核错误

source: поддерживается
ar: مدعوم
de: unterstützt
en: supported
es: compatible
fr: pris en charge
hi: समर्थित
it: supportato
ja: 対応
ko: 지원됨
pt_br: suportado
tr: destekleniyor
zh_hans: 支持

source: правило
ar: قاعدة
de: Regel
en: rule
es: regla
fr: règle
hi: नियम
it: regola
ja: ルール
ko: 규칙
pt_br: regra
tr: kural
zh_hans: 规则

source: прокси не пропустил
ar: لم يمرر Proxy الطلب
de: Proxy hat nicht durchgelassen
en: proxy blocked it
es: el proxy no dejó pasar
fr: Proxy a refusé le passage
hi: Proxy ने पास नहीं होने दिया
it: il proxy ha bloccato
ja: Proxyが通しませんでした
ko: Proxy가 통과시키지 않음
pt_br: o proxy não permitiu
tr: Proxy geçirmedi
zh_hans: 代理未放行

source: роскомнадзор
ar: روسكومنادزور
de: Roskomnadsor
en: Roskomnadzor
es: Roskomnadzor
fr: Roskomnadzor
hi: रोसकोमनादज़ोर
it: Roskomnadzor
ja: Roskomnadzor
ko: Roskomnadzor
pt_br: Roskomnadzor
tr: Roskomnadzor
zh_hans: 俄罗斯联邦通信监管局

source: соединение потеряно
ar: انقطع الاتصال
de: Verbindung verloren
en: connection lost
es: conexión perdida
fr: connexion perdue
hi: कनेक्शन खो गया
it: connessione persa
ja: 接続が失われました
ko: 연결이 끊김
pt_br: conexão perdida
tr: bağlantı koptu
zh_hans: 连接已断开

source: список ссылок
ar: قائمة الروابط
de: Linkliste
en: link list
es: lista de enlaces
fr: liste de liens
hi: लिंक की सूची
it: elenco di link
ja: リンク一覧
ko: 링크 목록
pt_br: lista de links
tr: bağlantı listesi
zh_hans: 链接列表

source: таймаут
ar: انتهت المهلة
de: Timeout
en: timeout
es: tiempo agotado
fr: délai dépassé
hi: टाइमआउट
it: timeout
ja: タイムアウト
ko: 시간 초과
pt_br: tempo esgotado
tr: zaman aşımı
zh_hans: 超时

source: текст
ar: نص
de: Text
en: text
es: texto
fr: texte
hi: टेक्स्ट
it: testo
ja: テキスト
ko: 텍스트
pt_br: texto
tr: metin
zh_hans: 文本

source: ядро не ответило
ar: لم تستجب النواة
de: Core hat nicht geantwortet
en: core didn't respond
es: el núcleo no respondió
fr: le noyau n'a pas répondu
hi: कोर ने जवाब नहीं दिया
it: il core non ha risposto
ja: コアが応答しませんでした
ko: 코어가 응답하지 않음
pt_br: o núcleo não respondeu
tr: çekirdek yanıt vermedi
zh_hans: 内核无响应

source: — нужен доступ
ar: — يلزم صلاحية
de: — Zugriff erforderlich
en: — access required
es: — se requiere acceso
fr: — accès requis
hi: — एक्सेस चाहिए
it: — serve l'accesso
ja: — アクセスが必要
ko: — 접근 권한 필요
pt_br: — requer acesso
tr: — erişim gerekir
zh_hans: — 需要权限
